Extensions installed on code.phukhieo.ac.th:
bmewburn.vscode-intelephense-client
cjhowe7.laravel-blade
cliffordfajardo.highlight-line-vscode
codingyu.laravel-goto-view
DataByne.theme-monokai-hc
dracula-theme.theme-dracula
EditorConfig.EditorConfig
febean.vue-format
felixfbecker.php-debug
fisheva.eva-theme
Heron.firefox-devtools-theme
keraun.vue-beautify2
liuji-jim.vue
mikestead.dotenv
mohd-akram.vscode-html-format
mutantdino.resourcemonitor
naumovs.color-highlight
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
peakchen90.vue-beautify
PKief.material-icon-theme
rifi2k.format-html-in-php
ryannaddy.laravel-artisan
sleistner.vscode-fileutils
stef-k.laravel-goto-controller
tht13.html-preview-vscode
tinkertrain.theme-panda
vaniship.vue-ls-snippets
vincaslt.highlight-matching-tag